function zuobiao()
    clickarea(500,1046,624,1124);
end

postaddress={}
------------------快速启动栏------------------------
postaddress['ksqd1']='40,980,140,1080';--第一个位置栏
postaddress['ksqd2']='194,980,290,1080';--第二个位置栏
postaddress['ksqd3']='344,980,438,1080';--第三个位置栏
postaddress['ksqd4']='500,980,594,1080';--第四个位置栏

------------------end快速启动栏------------------------



------------------微信------------------------
postaddress['wx']='10,1050,154,1128';--微信
    postaddress['wx_a1']='26,151,564,190';--搜索    
    postaddress['wx_a2']='10,220,630,340';--腾讯新闻  
    postaddress['wx_a3']='10,350,630,470';--订阅号  
    postaddress['wx_a4']='10,480,630,590';--微信团队
------------------end微信------------------------



------------------通讯录------------------------
postaddress['txl']='190,1050,306,1128';--通讯录
    postaddress['txl_a1']='26,151,564,190';--搜索    
    postaddress['txl_a2']='10,220,630,316';--新的朋友  
    postaddress['txl_a3']='10,334,630,428';--群聊  
    postaddress['txl_a4']='10,440,630,548';--标签
    postaddress['txl_a5']='10,550,630,650';--公众号
------------------end通讯录------------------------



------------------发现------------------------
postaddress['fx']='346,1050,480,1128';--发现
    postaddress['fx_a1']='10,164,630,234';--朋友圈    
    postaddress['fx_a2']='10,290,630,360';--扫一扫  
    postaddress['fx_a3']='10,380,630,454';--摇一摇
    postaddress['fx_a4']='10,510,630,580';--附近的人
    postaddress['fx_a5']='10,640,630,708';--购物
    postaddress['fx_a6']='10,726,630,800';--游戏   
------------------end发现------------------------



------------------我------------------------
postaddress['wo']='510,1050,624,1128';--我
    postaddress['wo_a1']='10,170,630,320';--头部信息    
    postaddress['wo_a2']='10,380,630,450';--相册  
    postaddress['wo_a3']='10,466,630,542';--收藏
    postaddress['wo_a4']='10,554,630,630';--钱包
    postaddress['wo_a5']='10,680,630,760';--表情
    postaddress['wo_a6']='10,808,630,880';--设置           
------------------end我------------------------




return postaddress
