function zuobiao()
    clickarea(500,1046,624,1124);
end

postaddress={}
------------------快速启动栏------------------------
postaddress['ksqd1']='40,980,140,1080';--第一个位置栏
postaddress['ksqd2']='194,980,290,1080';--第二个位置栏
postaddress['ksqd3']='344,980,438,1080';--第三个位置栏
postaddress['ksqd4']='500,980,594,1080';--第四个位置栏

------------------end快速启动栏------------------------



------------------微信------------------------
postaddress['wx']='10,1050,154,1128';--微信
    postaddress['wx_a1']='26,151,564,190';--搜索    
    postaddress['wx_a2']='10,220,630,340';--腾讯新闻  
    postaddress['wx_a3']='10,350,630,470';--订阅号  
    postaddress['wx_a4']='10,480,630,590';--微信团队
------------------end微信------------------------



------------------通讯录------------------------
postaddress['txl']='190,1050,306,1128';--通讯录
    postaddress['txl_a1']='26,151,564,190';--搜索    
    postaddress['txl_a2']='10,220,630,316';--新的朋友  
    postaddress['txl_a3']='10,334,630,428';--群聊  
    postaddress['txl_a4']='10,440,630,548';--标签
    postaddress['txl_a5']='10,550,630,650';--公众号
------------------end通讯录------------------------



------------------发现------------------------
postaddress['fx']='346,1050,480,1128';--发现
    postaddress['fx_a1']='10,164,630,234';--朋友圈
    postaddress['fx_a2']='10,290,630,360';--扫一扫  
    postaddress['fx_a3']='10,380,630,454';--摇一摇
    postaddress['fx_a4']='10,510,630,580';--附近的人
    postaddress['fx_a5']='10,640,630,708';--购物
    postaddress['fx_a6']='10,726,630,800';--游戏   
------------------end发现------------------------



------------------我------------------------
postaddress['wo']='510,1050,624,1128';--我
    postaddress['wo_a1']='10,170,630,320';--头部信息    
    postaddress['wo_a2']='10,380,630,450';--相册  
    postaddress['wo_a3']='10,466,630,542';--收藏
    postaddress['wo_a4']='10,554,630,630';--钱包
    postaddress['wo_a5']='10,680,630,760';--表情
    postaddress['wo_a6']='10,808,630,880';--设置           
------------------end我------------------------



------------------头像相册选择------------------------
    postaddress['txxc1']='6,130,630,286';--第一个相册    
    postaddress['txxc2']='6,296,630,450';--第二个相册  
    postaddress['txxc3']='6,460,630,616';--第三个相册
    postaddress['txxc4']='6,626,630,780';--第四个相册    heigt++165px
    postaddress['txxc5']='6,790,630,950';--第五个相册
    postaddress['txxc6']='6,950,630,1120';--第六个相册           
------------------头像相册选择end------------------------


-----------------朋友圈相册选择------------------------
    postaddress['pyqxc1']='6,130,630,235';--第一个相册    
    postaddress['pyqxc2']='6,245,630,350';--第二个相册  
    postaddress['pyqxc3']='6,360,630,468';--第三个相册
    postaddress['pyqxc4']='6,475,630,580';--第四个相册   heigt++115px
    postaddress['pyqxc5']='6,590,630,698';--第五个相册
    postaddress['pyqxc6']='6,706,630,810';--第六个相册   
    postaddress['pyqxc7']='6,820,630,926';--第七个相册
    postaddress['pyqxc8']='6,936,630,1040';--第八个相册     
------------------朋友圈相册选择end------------------------


------------------帐号与安全------------------------
    postaddress['wo_a6_b1']='6,160,630,235';--微信号    
    postaddress['wo_a6_b2']='6,290,630,368';--QQ号  
    postaddress['wo_a6_b3']='6,380,630,452';--手机号
    postaddress['wo_a6_b4']='6,466,630,540';--邮箱地址  
    postaddress['wo_a6_b5']='6,594,630,670';--声音锁
    postaddress['wo_a6_b6']='6,684,630,760';--微信密码   
    postaddress['wo_a6_b7']='6,768,630,848';--微信安全中心
------------------帐号与安全end------------------------



------------------头部信息------------------------
    postaddress['wo_a1_b1']='6,164,630,314';--头像    
    postaddress['wo_a1_b2']='6,324,630,404';--名字  
    postaddress['wo_a1_b3']='6,412,630,488';--微信号
    postaddress['wo_a1_b4']='6,500,630,578';--我的二维码  
    postaddress['wo_a1_b5']='6,588,630,665';--我地地址
    postaddress['wo_a1_b6']='6,720,630,796';--性别   
    postaddress['wo_a1_b7']='6,806,630,884';--区别
    postaddress['wo_a1_b8']='6,894,630,992';--个性签名
------------------头部信息end------------------------



return postaddress
